<table class="table table-bordered table-striped bg-white p-2 text-dark bg-opacity-75 sticky-top" id="display_csv_data">
<thead>
    <tr><td>&#8470;</td><td>Дата прохождения</td><td>Название курсов</td><td>Кол-во часов</td><td>Наименование учреждения</td></tr>
    <tr></tr>
</thead>
<tbody>
<tr><td>1</td><td>05.06 – 21.06. 2019</td><td>«Педагогические технологии дошкольного физического воспитания при реализации ФГОС. Оздоровительное плавание детей раннего и дошкольного возраста»</td><td>108</td><td>НИПКиПРО, город Новосибирск</td>
</tr>
<tr><td>2</td><td>11.11 - 15.11. 2019</td><td>«Основы работы на компьютере»</td><td>40</td><td>«Эгида», город  Новосибирск</td>
</tr>
<tr><td>3</td><td>30.03.2020</td><td>«Основы медицинских знаний и оказания первой помощи»</td><td>36</td><td>Бийск, ООО «Западно-сибирский межрегиональный образовательный центр».</td>
</tr>
<tr><td>4</td><td>30.03.2020</td><td>«Особенности работы  педагога с обучающимися с ОВЗ и инвалидностью в условиях реализации ФГОС»</td><td>16</td><td>Бийск, ООО «Западно-сибирский межрегиональный образовательный центр».</td>
</tr>
<tr><td>5</td><td>15.03 - 03.04.2022</td><td>«Формирование функциональной грамотности на учебных занятиях по физической культуре»</td><td>36</td><td>АНОДПО »Образование –«Русское слово», город Москва</td>
</tr>
<tr><td>6</td><td>22.11 - 07.12.2022</td><td>«Формирование функциональной грамотности школьников в условиях ФГОС ОО средствами  технологии РКМЧП(стажировка)</td><td>72</td><td>ГАУДПО НСО НИПКи ПРО, город Новосибирск</td>
</tr>
</tbody>
</table>
<div class="row" >
    <div class="d-flex p-2">
       <button type="button" class="btn btn-warning mx:auto p-15">
            <p class="fs-3">
                Посмотреть таблицу на <a href="https://disk.yandex.ru/d/ORg9nxhnhsmT-w" class="text-reset">Яндекс Диск</a>.
            </p>
        </button>
    </div>
</div>